Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Your edit has not overwritten the saved version. Reload the latest version to review and edit it.
ar: لم يُستبدل الإصدار المحفوظ بتعديلاتك. أعد تحميل أحدث إصدار لمراجعته وتعديله.
es: Tu edición no ha sobrescrito la versión guardada. Vuelve a cargar la última versión para revisarla y editarla.
fa: ویرایش شما جایگزین نسخه ذخیره‌شده نشده است. آخرین نسخه را دوباره بارگیری کنید تا آن را بررسی و ویرایش کنید.
fil: Hindi napalitan ng mga pag-edit mo ang naka-save na bersyon. I-reload ang pinakabagong bersyon para suriin at i-edit ito.
fil_ph: Hindi napalitan ng mga pagbabago mo ang naka-save na bersyon. I-reload ang pinakabagong bersyon para suriin at i-edit ito.
fr: Ta modification n’a pas remplacé la version enregistrée. Recharge la dernière version pour la vérifier et la modifier.
it: La tua modifica non ha sovrascritto la versione salvata. Ricarica l’ultima versione per controllarla e modificarla.
ja: 編集内容は保存済みの版を上書きしていません。最新版を再読み込みして確認・編集してください。
ko: 수정 내용이 저장된 버전에 반영되지 않았습니다. 최신 버전을 불러와 검토하고 수정하세요.
ru: Ваши изменения не заменили сохранённую версию. Загрузите последнюю версию, чтобы просмотреть и отредактировать её.
tr: Düzenlemen kayıtlı sürümün üzerine yazılmadı. İncelemek ve düzenlemek için en son sürümü yeniden yükle.
vi: Bản chỉnh sửa của bạn chưa ghi đè lên phiên bản đã lưu. Tải lại phiên bản mới nhất để xem và chỉnh sửa.
zh_hans: 你的编辑尚未覆盖已保存的版本。请重新加载最新版本以查看和编辑。

source: Your next chapter starts here
ar: يبدأ فصلك القادم هنا
es: Tu próximo capítulo empieza aquí
fa: ماجرای بعدی تو از اینجا شروع می‌شود
fil: Dito nagsisimula ang susunod mong kabanata
fil_ph: Dito nagsisimula ang susunod mong kabanata
fr: Votre prochain chapitre commence ici
it: Il tuo prossimo capitolo inizia qui
ja: 次の旅の章がここから始まります
ko: 다음 여정은 여기서 시작돼요
ru: Новая глава начинается здесь
tr: Yeni bölümün burada başlıyor
vi: Chương tiếp theo của bạn bắt đầu từ đây
zh_hans: 你的下一段旅程从这里开始

source: your next trip
ar: رحلتك القادمة
es: tu próximo viaje
fa: سفر بعدی شما
fil: susunod mong biyahe
fil_ph: susunod mong biyahe
fr: votre prochain voyage
it: il tuo prossimo viaggio
ja: 次の旅行
ko: 다음 여행
ru: ваша следующая поездка
tr: bir sonraki seyahatin
vi: chuyến đi tiếp theo của bạn
zh_hans: 你的下一次旅行

source: Your request is kept unchanged for a safe retry.
ar: سيبقى طلبك كما هو لإعادة المحاولة بأمان.
es: Tu solicitud se conserva sin cambios para reintentar de forma segura.
fa: درخواست تو بدون تغییر برای تلاش دوباره نگه داشته شده است.
fil: Hindi binago ang kahilingan mo para ligtas mo itong masubukang muli.
fil_ph: Hindi binago ang kahilingan mo para ligtas itong subukang muli.
fr: Ta demande est conservée sans modification pour réessayer en toute sécurité.
it: La richiesta viene conservata invariata per riprovare in sicurezza.
ja: 安全に再試行できるよう、リクエストは変更せずに保持されます。
ko: 안전하게 다시 시도할 수 있도록 요청 내용은 변경되지 않은 상태로 유지됩니다.
ru: Ваш запрос сохранён без изменений — можно безопасно повторить попытку.
tr: Güvenli bir şekilde yeniden denemek için isteğin değiştirilmeden saklanır.
vi: Yêu cầu của bạn được giữ nguyên để thử lại an toàn.
zh_hans: 你的请求会保持不变，以便安全重试。

source: Your trip
ar: رحلتك
es: Tu viaje
fa: سفر تو
fil: Ang biyahe mo
fil_ph: Biyehe mo
fr: Votre voyage
it: Il tuo viaggio
ja: あなたの旅行
ko: 여행
ru: Ваша поездка
tr: Seyahatin
vi: Chuyến đi của bạn
zh_hans: 你的行程

source: Your voice choice takes effect the next time you open voice.
ar: سيُطبّق اختيارك للصوت في المرة القادمة التي تفتح فيها الصوت.
es: Tu elección de voz se aplicará la próxima vez que abras la función de voz.
fa: انتخاب صدای شما از دفعهٔ بعدی که حالت صوتی را باز کنید اعمال می‌شود.
fil: Sa susunod na buksan mo ang voice, gagana na ang pinili mong boses.
fil_ph: Magkakabisa ang pinili mong boses sa susunod na buksan mo ang voice.
fr: Votre choix de voix prendra effet à la prochaine ouverture de la fonction vocale.
it: La scelta della voce entrerà in vigore la prossima volta che apri la modalità vocale.
ja: 音声の選択は、次回音声を開いたときに反映されます。
ko: 선택한 음성은 다음에 음성 기능을 열 때 적용됩니다.
ru: Выбранный голос начнёт использоваться при следующем открытии голосового режима.
tr: Ses tercihin, sesi bir sonraki açışında geçerli olur.
vi: Lựa chọn giọng nói sẽ có hiệu lực vào lần tới bạn mở tính năng thoại.
zh_hans: 下次打开语音时，你选择的声音才会生效。

source: فارسی
ar: الفارسية
es: Persa
fil: Persiyano
fil_ph: Persa
fr: Persan
it: Persiano
ja: ペルシア語
ko: 페르시아어
ru: Персидский
tr: Farsça
vi: Tiếng Ba Tư
zh_hans: 波斯语

source: %lld days
ar: %lld يومًا
es: %lld días
fa: %lld روز
fil: %lld araw
fil_ph: %lld araw
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
ru: %lld дн.
tr: %lld gün
vi: %lld ngày
zh_hans: %lld 天

source: %lld saved details · Review & edit
ar: %lld تفاصيل محفوظة · مراجعة وتعديل
es: %lld detalles guardados · Revisar y editar
fa: %lld جزئیات ذخیره‌شده · بازبینی و ویرایش
fil: %lld naka-save na detalye · Suriin at i-edit
fil_ph: %lld naka-save na detalye · Suriin at i-edit
fr: %lld détails enregistrés · Vérifier et modifier
it: %lld dettagli salvati · Rivedi e modifica
ja: 保存済み情報%lld件 · 確認・編集
ko: 저장된 정보 %lld개 · 검토 및 수정
ru: %lld сохранённых сведений · Просмотреть и изменить
tr: %lld kayıtlı bilgi · İncele ve düzenle
vi: %lld thông tin đã lưu · Xem lại và chỉnh sửa
zh_hans: %lld 条已保存的信息 · 查看和编辑

source: %lld travelers without names assigned
ar: %lld مسافرون لم تُحدَّد أسماؤهم
es: %lld viajeros sin nombre asignado
fa: %lld مسافر بدون نام تعیین‌شده
fil: %lld manlalakbay na wala pang nakatalagang pangalan
fil_ph: %lld biyaherong wala pang nakatalagang pangalan
fr: %lld voyageurs sans nom attribué
it: %lld viaggiatori senza nome assegnato
ja: 名前が割り当てられていない旅行者が%lld人います
ko: 이름이 지정되지 않은 여행자 %lld명
ru: Путешественники без назначенных имён: %lld
tr: İsim atanmamış %lld yolcu
vi: %lld khách chưa được gán tên
zh_hans: %lld 位旅行者尚未分配姓名

source: %lld/2000 characters
ar: %lld/2000 حرفًا
es: %lld/2000 caracteres
fa: %lld/2000 نویسه
fil: %lld/2000 character
fil_ph: %lld/2000 character
fr: %lld/2000 caractères
it: %lld/2000 caratteri
ja: %lld/2000文字
ko: %lld/2000자
ru: %lld/2000 символов
tr: %lld/2000 karakter
vi: %lld/2000 ký tự
zh_hans: %lld/2000 个字符

source: A little sincere encouragement?
ar: هل ترغب في قليل من التشجيع الصادق؟
es: ¿Un poco de ánimo sincero?
fa: کمی تشویق صمیمانه؟
fil: Gusto mo ba ng taos-pusong pampalakas-loob?
fil_ph: Gusto mo ba ng kaunting taos-pusong paghikayat?
fr: Un peu d’encouragement sincère ?
it: Un po’ di incoraggiamento sincero?
ja: 心のこもった励ましを少し添える？
ko: 따뜻한 응원의 말을 건네 볼까요?
ru: Хотите немного искренней поддержки?
tr: Biraz içten cesaretlendirme ister misin?
vi: Bạn muốn được động viên chân thành một chút không?
zh_hans: 来点真诚的鼓励？

source: A secure storage operation failed.
ar: تعذّر إجراء عملية تخزين آمنة.
es: Se produjo un error en una operación de almacenamiento seguro.
fa: عملیات ذخیره‌سازی امن ناموفق بود.
fil: Nagkaroon ng problema sa ligtas na pag-iimbak.
fil_ph: Nabigo ang isang ligtas na operasyon sa pag-iimbak.
fr: Une opération de stockage sécurisé a échoué.
it: Si è verificato un errore durante un’operazione di archiviazione sicura.
ja: セキュアストレージの操作に失敗しました。
ko: 보안 저장 작업에 실패했습니다.
ru: Не удалось выполнить безопасную операцию сохранения.
tr: Güvenli depolama işlemi başarısız oldu.
vi: Không thể thực hiện thao tác lưu trữ an toàn.
zh_hans: 安全存储操作失败。

source: A trip you loved—what made it special?
ar: رحلة أحببتها—ما الذي جعلها مميزة؟
es: ¿Qué viaje te encantó y qué lo hizo especial?
fa: سفری که دوستش داشتی—چه چیزی خاصش کرد؟
fil: Isang biyahe na nagustuhan mo—ano ang nagpas espesyal dito?
fil_ph: Isang biyaheng nagustuhan mo—ano ang nagpaspecial dito?
fr: Un voyage que vous avez adoré : qu’est-ce qui l’a rendu si spécial ?
it: Un viaggio che hai amato: cosa lo ha reso speciale?
ja: 心に残った旅は？特別だった理由は？
ko: 정말 좋았던 여행이 있나요? 무엇이 특별했나요?
ru: Вспомните поездку, которая вам понравилась. Что сделало её особенной?
tr: Çok sevdiğin bir seyahat—onu özel kılan neydi?
vi: Một chuyến đi bạn yêu thích—điều gì khiến chuyến đi ấy đặc biệt?
zh_hans: 一次让你难忘的旅行——特别之处是什么？

source: About you
ar: عنك
es: Sobre ti
fa: درباره شما
fil: Tungkol sa iyo
fil_ph: Tungkol sa iyo
fr: À propos de vous
it: Su di te
ja: あなたについて
ko: 내 정보
ru: О вас
tr: Hakkında
vi: Về bạn
zh_hans: 关于你

source: According to Google Maps
ar: وفقًا لخرائط Google
es: Según Google Maps
fa: طبق Google Maps
fil: Ayon sa Google Maps
fil_ph: Ayon sa Google Maps
fr: Selon Google Maps
it: Secondo Google Maps
ja: Googleマップによると
ko: Google 지도 기준
ru: По данным Google Maps
tr: Google Haritalar’a göre
vi: Theo Google Maps
zh_hans: 根据 Google 地图

source: According to Google Maps,
ar: وفقًا لخرائط Google،
es: Según Google Maps,
fa: طبق Google Maps،
fil: Ayon sa Google Maps,
fil_ph: Ayon sa Google Maps,
fr: Selon Google Maps,
it: Secondo Google Maps,
ja: Googleマップによると、
ko: Google 지도 기준,
ru: По данным Google Maps,
tr: Google Haritalar’a göre,
vi: Theo Google Maps,
zh_hans: 根据 Google 地图，

source: Account deletion incomplete
ar: لم يكتمل حذف الحساب
es: Eliminación de la cuenta incompleta
fa: حذف حساب کامل نشد
fil: Hindi kumpleto ang pagtanggal ng account
fil_ph: Hindi kumpleto ang pagtanggal ng account
fr: Suppression du compte incomplète
it: Eliminazione dell’account incompleta
ja: アカウントの削除が完了していません
ko: 계정 삭제가 완료되지 않았습니다
ru: Удалить аккаунт не удалось полностью
tr: Hesap silme işlemi tamamlanmadı
vi: Chưa hoàn tất việc xóa tài khoản
zh_hans: 账户删除未完成

source: Adults: %lld
ar: البالغون: %lld
es: Adultos: %lld
fa: بزرگسالان: %lld
fil: Mga nasa hustong gulang: %lld
fil_ph: Mga adult: %lld
fr: Adultes : %lld
it: Adulti: %lld
ja: 大人：%lld人
ko: 성인: %lld명
ru: Взрослые: %lld
tr: Yetişkin: %lld
vi: Người lớn: %lld
zh_hans: 成人：%lld

source: Airport buffer: %lld min
ar: وقت احتياطي للمطار: %lld دقيقة
es: Margen para el aeropuerto: %lld min
fa: زمان احتیاط فرودگاه: %lld دقیقه
fil: Palugit sa paliparan: %lld min
fil_ph: Palugit sa airport: %lld min
fr: Marge à l’aéroport : %lld min
it: Anticipo in aeroporto: %lld min
ja: 空港での予備時間：%lld分
ko: 공항 여유 시간: %lld분
ru: Запас времени в аэропорту: %lld мин
tr: Havalimanı için ek süre: %lld dk.
vi: Thời gian dự phòng ở sân bay: %lld phút
zh_hans: 机场预留时间：%lld 分钟

source: Allow location access when iOS asks.
ar: اسمح بالوصول إلى الموقع عندما يطلب iOS ذلك.
es: Permite el acceso a la ubicación cuando iOS te lo solicite.
fa: وقتی iOS درخواست کرد، دسترسی به موقعیت مکانی را مجاز کنید.
fil: Payagan ang access sa lokasyon kapag nagtanong ang iOS.
fil_ph: Payagan ang access sa lokasyon kapag nagtanong ang iOS.
fr: Autorisez l’accès à la localisation lorsque iOS vous le demande.
it: Consenti l’accesso alla posizione quando iOS te lo chiede.
ja: iOSから確認されたら、位置情報へのアクセスを許可してください。
ko: iOS에서 요청하면 위치 접근을 허용해 주세요.
ru: Разрешите доступ к геопозиции, когда iOS запросит его.
tr: iOS sorduğunda konum erişimine izin ver.
vi: Cho phép truy cập vị trí khi iOS hỏi.
zh_hans: 请在 iOS 询问时允许访问位置。

source: Allow microphone access in Settings to talk to Pip.
ar: اسمح بالوصول إلى الميكروفون من الإعدادات للتحدث إلى Pip.
es: Permite el acceso al micrófono en Ajustes para hablar con Pip.
fa: برای صحبت با Pip، دسترسی به میکروفون را در تنظیمات مجاز کنید.
fil: Payagan ang access sa mikropono sa Settings para makausap si Pip.
fil_ph: Payagan ang access sa mikropono sa Mga Setting para makausap si Pip.
fr: Autorisez l’accès au microphone dans Réglages pour parler à Pip.
it: Per parlare con Pip, consenti l’accesso al microfono in Impostazioni.
ja: Pipと話すには、「設定」でマイクへのアクセスを許可してください。
ko: 핍과 대화하려면 설정에서 마이크 접근을 허용해 주세요.
ru: Разрешите доступ к микрофону в настройках, чтобы говорить с Pip.
tr: Pip’le konuşmak için Ayarlar’dan mikrofon erişimine izin ver.
vi: Cho phép truy cập micrô trong Cài đặt để trò chuyện với Pip.
zh_hans: 请在“设置”中允许访问麦克风，以便与 Pip 交谈。

source: Allow microphone access in Settings to translate conversations.
ar: اسمح بالوصول إلى الميكروفون من الإعدادات لترجمة المحادثات.
es: Permite el acceso al micrófono en Ajustes para traducir conversaciones.
fa: برای ترجمهٔ گفت‌وگوها، دسترسی به میکروفون را در تنظیمات مجاز کنید.
fil: Payagan ang access sa mikropono sa Settings para maisalin ang mga pag-uusap.
fil_ph: Payagan ang access sa mikropono sa Mga Setting para magsalin ng mga usapan.
fr: Autorisez l’accès au microphone dans Réglages pour traduire les conversations.
it: Per tradurre le conversazioni, consenti l’accesso al microfono in Impostazioni.
ja: 会話を翻訳するには、「設定」でマイクへのアクセスを許可してください。
ko: 대화를 통역하려면 설정에서 마이크 접근을 허용해 주세요.
ru: Разрешите доступ к микрофону в настройках, чтобы переводить разговоры.
tr: Konuşmaları çevirmek için Ayarlar’dan mikrofon erişimine izin ver.
vi: Cho phép truy cập micrô trong Cài đặt để phiên dịch cuộc trò chuyện.
zh_hans: 请在“设置”中允许访问麦克风，以便翻译对话。

source: Apple Maps directions
ar: الاتجاهات في Apple Maps
es: Indicaciones de Apple Maps
fa: مسیریابی با Apple Maps
fil: Mga direksyon sa Apple Maps
fil_ph: Mga direksyon sa Apple Maps
fr: Itinéraire Plans
it: Indicazioni di Apple Maps
ja: Appleマップで道順を表示
ko: Apple 지도 길찾기
ru: Маршрут в Apple Maps
tr: Apple Harita yol tarifi
vi: Chỉ đường bằng Apple Maps
zh_hans: Apple 地图路线

source: Arabic
ar: العربية
es: Árabe
fa: عربی
fil: Arabe
fil_ph: Arabe
fr: Arabe
it: Arabo
ja: アラビア語
ko: 아랍어
ru: Арабский
tr: Arapça
vi: Tiếng Ả Rập
zh_hans: 阿拉伯语

source: Arrival / baggage: %lld min
ar: الوصول / الأمتعة: %lld دقيقة
es: Llegada / equipaje: %lld min
fa: ورود / تحویل بار: %lld دقیقه
fil: Pagdating / bagahe: %lld min
fil_ph: Pagdating / bagahe: %lld min
fr: Arrivée / bagages : %lld min
it: Arrivo / bagagli: %lld min
ja: 到着・荷物受け取り：%lld分
ko: 도착 및 수하물 수령: %lld분
ru: По прибытии / багаж: %lld мин
tr: Varış / bagaj: %lld dk.
vi: Thời gian đến / nhận hành lý: %lld phút
zh_hans: 抵达/行李：%lld 分钟

source: Ask me anything…
ar: اسألني أي شيء…
es: Pregúntame lo que quieras…
fa: هرچه می‌خواهید بپرسید…
fil: Magtanong ka ng kahit ano…
fil_ph: Magtanong ka ng kahit ano…
fr: Posez-moi vos questions…
it: Chiedimi qualsiasi cosa…
ja: 何でも聞いてください…
ko: 무엇이든 물어보세요…
ru: Спросите меня о чём угодно…
tr: Bana her şeyi sor…
vi: Hỏi tôi bất cứ điều gì…
zh_hans: 什么都可以问我…

source: Based on what you shared
ar: استنادًا إلى ما شاركته
es: Según lo que compartiste
fa: بر اساس چیزهایی که با ما در میان گذاشتید
fil: Batay sa ibinahagi mo
fil_ph: Batay sa ibinahagi mo
fr: D’après ce que vous avez partagé
it: In base a ciò che hai condiviso
ja: あなたが共有した内容に基づいています
ko: 공유해 주신 내용을 바탕으로
ru: На основе того, чем вы поделились
tr: Paylaştıklarına göre
vi: Dựa trên những gì bạn đã chia sẻ
zh_hans: 根据你分享的信息

source: Booking receipt
ar: إيصال الحجز
es: Recibo de reserva
fa: رسید رزرو
fil: Resibo ng booking
fil_ph: Resibo ng booking
fr: Justificatif de réservation
it: Ricevuta di prenotazione
ja: 予約確認書
ko: 예약 확인서
ru: Подтверждение бронирования
tr: Rezervasyon makbuzu
vi: Biên nhận đặt chỗ
zh_hans: 预订凭证

source: Bookings
ar: الحجوزات
es: Reservas
fa: رزروها
fil: Mga booking
fil_ph: Mga booking
fr: Réservations
it: Prenotazioni
ja: 予約
ko: 예약
ru: Бронирования
tr: Rezervasyonlar
vi: Các đặt chỗ
zh_hans: 预订

source: Build environment: %@
ar: بيئة البناء: %@
es: Entorno de compilación: %@
fa: محیط ساخت: %@
fil: Kapaligiran ng build: %@
fil_ph: Kapaligiran ng build: %@
fr: Environnement de compilation : %@
it: Ambiente di build: %@
ja: ビルド環境：%@
ko: 빌드 환경: %@
ru: Среда сборки: %@
tr: Derleme ortamı: %@
vi: Môi trường dựng bản: %@
zh_hans: 构建环境：%@

source: Busy
ar: مزدحم
es: Ocupado
fa: مشغول
fil: Abala
fil_ph: Abala
fr: Occupé
it: Occupato
ja: 予定あり
ko: 바쁨
ru: Занято
tr: Yoğun
vi: Bận
zh_hans: 忙碌

source: Calendar access is off. You can allow it in iPhone Settings whenever you're ready.
ar: الوصول إلى التقويمات غير مفعّل. يمكنك السماح به من إعدادات iPhone متى شئت.
es: El acceso al calendario está desactivado. Puedes permitirlo en Ajustes del iPhone cuando quieras.
fa: دسترسی به تقویم خاموش است. هر وقت آماده بودی، می‌توانی آن را در تنظیمات iPhone فعال کنی.
fil: Naka-off ang access sa mga kalendaryo. Maaari mo itong payagan sa Settings ng iPhone anumang oras kapag handa ka na.
fil_ph: Naka-off ang access sa mga kalendaryo. Puwede mo itong payagan sa Mga Setting ng iPhone kapag handa ka na.
fr: L’accès au calendrier est désactivé. Vous pourrez l’autoriser dans les Réglages de l’iPhone quand vous le souhaiterez.
it: L’accesso al calendario è disattivato. Puoi consentirlo nelle Impostazioni dell’iPhone quando vuoi.
ja: カレンダーへのアクセスはオフです。準備ができたら、iPhoneの「設定」で許可できます。
ko: 캘린더 접근이 꺼져 있습니다. 원할 때 언제든 iPhone 설정에서 허용할 수 있어요.
ru: Доступ к календарю отключён. Когда будете готовы, включите его в настройках iPhone.
tr: Takvim erişimi kapalı. Hazır olduğunda iPhone Ayarları’ndan izin verebilirsin.
vi: Quyền truy cập lịch đang tắt. Bạn có thể bật quyền này trong Cài đặt iPhone bất cứ khi nào sẵn sàng.
zh_hans: 日历访问权限已关闭。准备好后，你可以随时在 iPhone 设置中开启。

source: Calendars
ar: التقويمات
es: Calendarios
fa: تقویم‌ها
fil: Mga kalendaryo
fil_ph: Mga kalendaryo
fr: Calendriers
it: Calendari
ja: カレンダー
ko: 캘린더
ru: Календари
tr: Takvimler
vi: Lịch
zh_hans: 日历

source: Changes saved
ar: حُفظت التغييرات
es: Cambios guardados
fa: تغییرات ذخیره شد
fil: Na-save ang mga pagbabago
fil_ph: Nai-save ang mga pagbabago
fr: Modifications enregistrées
it: Modifiche salvate
ja: 変更を保存しました
ko: 변경 사항이 저장되었습니다
ru: Изменения сохранены
tr: Değişiklikler kaydedildi
vi: Đã lưu thay đổi
zh_hans: 更改已保存

source: Check Budget & costs: enter positive numbers or zero, with up to two decimal places (whole amounts for JPY).
ar: تحقّق من الميزانية والتكاليف: أدخل أرقامًا موجبة أو صفرًا، مع منزلتين عشريتين كحد أقصى (مبالغ صحيحة بالين الياباني JPY).
es: Revisa el presupuesto y los costos: introduce números positivos o cero, con hasta dos decimales (importes enteros para JPY).
fa: بودجه و هزینه‌ها را بررسی کنید: عددی مثبت یا صفر وارد کنید، با حداکثر دو رقم اعشار (برای JPY، فقط مبلغ کامل).
fil: Para sa Badyet at mga gastos, maglagay ng positibong numero o zero, na may hanggang dalawang decimal place (buong halaga para sa JPY).
fil_ph: Suriin ang Budget at mga gastos: maglagay ng mga positibong numero o zero, hanggang dalawang decimal place (buong halaga para sa JPY).
fr: Vérifiez le budget et les coûts : saisissez des nombres positifs ou zéro, avec au plus deux décimales (montants entiers pour le JPY).
it: Controlla il budget e i costi: inserisci numeri positivi o zero, con un massimo di due cifre decimali (importi interi per JPY).
ja: 予算と費用を確認してください：0以上の数値を入力してください。小数点以下は2桁まで（JPYは整数）。
ko: 예산 및 비용 확인: 0 또는 양수를 입력하세요. 소수점 이하 최대 두 자리까지 입력할 수 있습니다(JPY는 정수만 입력).
ru: Проверьте раздел «Бюджет и расходы»: введите положительные числа или ноль, не более двух знаков после запятой (для JPY — только целые суммы).
tr: Bütçe ve masraflar bölümünde pozitif sayılar veya sıfır gir. En fazla iki ondalık basamak kullan (JPY için tam sayı gir).
vi: Kiểm tra Ngân sách & chi phí: nhập số dương hoặc số không, tối đa hai chữ số thập phân (số nguyên đối với JPY).
zh_hans: 请检查预算和费用：输入大于零的数字或零，最多保留两位小数（日元请输入整数金额）。

source: Check for schedule conflicts
ar: التحقق من تعارضات الجدول
es: Comprobar conflictos de horario
fa: بررسی تداخل برنامه‌ها
fil: Tingnan kung may salungatan sa iskedyul
fil_ph: Tingnan kung may mga salungatan sa iskedyul
fr: Vérifier les conflits d’horaire
it: Controlla gli impegni in conflitto
ja: スケジュールの重複を確認
ko: 일정 충돌 확인
ru: Проверить расписание на конфликты
tr: Program çakışmalarını kontrol et
vi: Kiểm tra lịch có bị trùng không
zh_hans: 检查日程冲突

source: Check the party size: use 1–30 travelers, with enough places for everyone selected.
ar: تحقق من عدد أفراد المجموعة: اختر من 1 إلى 30 مسافرًا، وتأكد من توفر أماكن كافية للجميع.
es: Revisa el tamaño del grupo: indica de 1 a 30 viajeros y selecciona suficientes plazas para todos.
fa: تعداد افراد گروه را بررسی کنید: بین ۱ تا ۳۰ مسافر وارد کنید و برای همهٔ افراد، به‌اندازهٔ کافی جا انتخاب کنید.
fil: Tingnan ang dami ng kasama: dapat 1–30 ang biyahero at may sapat na lugar para sa lahat ng napili.
fil_ph: Tingnan ang dami ng kasama: gumamit ng 1–30 biyahero at tiyaking may sapat na lugar para sa lahat ng napili.
fr: Vérifiez la taille du groupe : indiquez entre 1 et 30 voyageurs et sélectionnez suffisamment de places pour tout le monde.
it: Controlla il numero di partecipanti: indica da 1 a 30 viaggiatori e assicurati che ci siano abbastanza posti per tutti.
ja: 人数を確認してください：旅行者は1～30人にし、選択した全員分の場所を確保してください。
ko: 여행 인원을 확인하세요. 여행자는 1~30명이어야 하며, 선택한 모든 여행자가 이용할 수 있는 자리가 있어야 합니다.
ru: Проверьте количество участников: от 1 до 30 человек, мест должно хватить всем выбранным участникам.
tr: Grup büyüklüğünü kontrol edin: 1–30 yolcu seçin ve herkes için yeterli yer olduğundan emin olun.
vi: Kiểm tra số người: chọn từ 1–30 khách và đủ chỗ cho tất cả mọi người đã chọn.
zh_hans: 请检查出行人数：选择 1–30 位旅行者，并确保所选地点能容纳所有人。

source: Check these calendars
ar: تحقق من هذه التقاويم
es: Revisa estos calendarios
fa: این تقویم‌ها را بررسی کن
fil: Tingnan ang mga kalendaryong ito
fil_ph: Tingnan ang mga kalendaryong ito
fr: Vérifier ces calendriers
it: Controlla questi calendari
ja: これらのカレンダーを確認
ko: 이 캘린더 확인
ru: Проверить эти календари
tr: Bu takvimleri kontrol et
vi: Kiểm tra các lịch này
zh_hans: 检查这些日历

source: Children: %lld
ar: الأطفال: %lld
es: Niños: %lld
fa: کودکان: %lld
fil: Mga bata: %lld
fil_ph: Mga bata: %lld
fr: Enfants : %lld
it: Bambini: %lld
ja: 子ども：%lld人
ko: 어린이: %lld
ru: Дети: %lld
tr: Çocuk: %lld
vi: Trẻ em: %lld
zh_hans: 儿童：%lld

source: Chinese
ar: الصينية
es: Chino
fa: چینی
fil: Tsino
fil_ph: Intsik
fr: Chinois
it: Cinese
ja: 中国語
ko: 중국어
ru: Китайский
tr: Çince
vi: Tiếng Trung
zh_hans: 中文

source: Choose a calendar and an end time after the start.
ar: اختر تقويمًا ووقت انتهاء يأتي بعد وقت البدء.
es: Elige un calendario y una hora de finalización posterior a la de inicio.
fa: یک تقویم و زمان پایانی بعد از زمان شروع انتخاب کن.
fil: Pumili ng kalendaryo at oras ng pagtatapos na mas huli sa oras ng pagsisimula.
fil_ph: Pumili ng kalendaryo at oras ng pagtatapos na kasunod ng oras ng pagsisimula.
fr: Choisissez un calendrier et une heure de fin postérieure à l’heure de début.
it: Scegli un calendario e un orario di fine successivo a quello di inizio.
ja: カレンダーを選択し、開始時刻より後の終了時刻を指定してください。
ko: 캘린더를 선택하고 종료 시간을 시작 시간 이후로 설정하세요.
ru: Выберите календарь и время окончания позже времени начала.
tr: Bir takvim seçin ve başlangıç saatinden sonraki bir bitiş saati belirleyin.
vi: Chọn một lịch và thời gian kết thúc sau thời gian bắt đầu.
zh_hans: 请选择日历，并设置晚于开始时间的结束时间。

source: Choose a receipt smaller than 5 MB.
ar: اختر إيصالًا يقل حجمه عن 5 MB.
es: Elige un recibo de menos de 5 MB.
fa: رسیدی با حجم کمتر از 5 MB انتخاب کن.
fil: Pumili ng resibong wala pang 5 MB.
fil_ph: Pumili ng resibong mas maliit sa 5 MB.
fr: Choisissez un justificatif de moins de 5 MB.
it: Scegli una ricevuta inferiore a 5 MB.
ja: 5 MB未満の領収書を選択してください。
ko: 5MB보다 작은 영수증을 선택하세요.
ru: Выберите чек меньше 5 МБ.
tr: 5 MB’tan küçük bir makbuz seçin.
vi: Chọn biên lai có dung lượng dưới 5 MB.
zh_hans: 请选择小于 5 MB 的凭证。

source: Choose receipt
ar: اختيار إيصال
es: Elegir recibo
fa: رسید را انتخاب کن
fil: Pumili ng resibo
fil_ph: Pumili ng resibo
fr: Choisir un justificatif
it: Seleziona una ricevuta
ja: 領収書を選択
ko: 영수증 선택
ru: Выбрать чек
tr: Makbuz seç
vi: Chọn biên lai
zh_hans: 选择凭证

source: Cognito returned an invalid sign-in response.
ar: أعاد Cognito استجابة تسجيل دخول غير صالحة.
es: Cognito devolvió una respuesta de inicio de sesión no válida.
fa: Cognito پاسخ نامعتبری برای ورود برگرداند.
fil: Nagbalik ang Cognito ng di-wastong tugon sa pag-sign in.
fil_ph: Nagbalik ang Cognito ng di-wastong tugon sa pag-sign in.
fr: Cognito a renvoyé une réponse de connexion invalide.
it: Cognito ha restituito una risposta di accesso non valida.
ja: Cognitoから無効なサインイン応答が返されました。
ko: Cognito에서 유효하지 않은 로그인 응답을 반환했습니다.
ru: Cognito вернул недопустимый ответ при входе.
tr: Cognito geçersiz bir oturum açma yanıtı döndürdü.
vi: Cognito trả về phản hồi đăng nhập không hợp lệ.
zh_hans: Cognito 返回了无效的登录响应。
